import React from 'react';

const NewsPage = () => {
    return (
        <>
            <div className="container my-container">
            <div className='page-title'><h1>Новости</h1></div>
            </div>
            <section className="feature-section feature-style-one centred">
                <div className="container my-container">
                    <div className="top-content">
                        <div className="title">«Из чего изготавливается Old Monk?»</div>
                        <div className="text">
                            Индийский ром известен миру своим сложным ароматом и ярким вкусом. Old Monk выпускается с 1954 года, и спустя почти 70 лет занимает ведущие позиции на рынке среди алкогольной продукции.
                            Особенность производства заключается в купажировании дистиллятов семилетней и двенадцатилетней выдержки. Традиционная технология создания и семилетняя выдержка в дубовых бочках позволяют напитку приобрести более мягкий вкус и насыщенный аромат.
                            Помимо дистиллята, в процессе изготовления используются исключительно натуральные компоненты – пряности, фрукты и травы.
                            Оригинальный фирменный напиток всегда оставляет следы на бокале, поскольку имеет характерную для сахарного тростника тягучесть.
                            С него и начинается изготовление, а именно – со сбора высокогорного сахарного тростника, его очистки и измельчения. Затем происходят отжим сырья и последующая фильтрация тростникового сока, после - кристаллизация сока и сбраживание фильтрата.
                            Во время ферментации браги и ее перегонки в состав вводятся те самые натуральные компоненты, о которых мы писали выше.
                            Финальными и самыми важными этапами являются выдержка дистиллята в дубовых бочках, купажирование, розлив по бутылкам и укупоривание.
                        </div>
                        <div className="title">Лучший виски из Индии</div>
                        <div className="text">
                            Долгое время производство качественного виски у многих ассоциировалось с Шотландией и Ирландией, пока Индия не заняла ведущие позиции на рынке.
                            В 2011 году в рейтинге самых продаваемых в мире напитков, 7 из 10 оказались от индийских производителей. Спустя более десяти лет, индийский виски по-прежнему пользуется высоким спросом. Он изготавливается из исключительно качественного сырья, и в максимально благоприятных условиях.
                            В жарком климате вызревание виски проходит гораздо быстрее, именно по этой причине невозможно встретить индийский виски старше 6 лет.
                            В ассортименте ООО «ДВК» представлен премиальный виски Solan Number One, а также новинка - виски Plim, созданный учредителем нашей компании. Plim обладает тонким ароматом фруктового пирога и карамельного пудинга.
                            Благодаря традиционной индийской технологии и субэкваториальному климату Гоа получился нежный, и в то же время насыщенный вкус.
                            Напиток выдержан в лучших, специально отобранных бочках из-под бурбона, проходит обязательную холодную фильтрацию и не содержит красителей.
                        </div>
                        <div className="title">Новинка! Ром Rahi</div>
                        <div className="text">
                            В ассортименте ООО «ДВК» появился ром, изготавливаемый в лучших традициях своей родины – Индии. Rahi имеет яркий, насыщенный вкус и обладает выраженным ароматом карамели, сухофруктов, сливок и мёда. Во вкусе отчетливо ощущаются ноты восточных пряностей, терпких цитрусовых и темного шоколада.
                            Ром глубокого золотистого цвета с густой консистенцией. В основе – сахарный тростник, добытый из высокогорных районов страны. Отличается натуральным составом, не содержит эссенций и синтетических добавок. Идеален по крепости, т.к. она практически не ощущается.
                        </div>
                        <div className="title">Бульбашъ: премиум-водка из Беларуси.</div>
                        <div className="text">
                            Беларусь – страна озёр и лесов, речных долин и проросших густым мхом болот. Имеет богатейшие традиции производства алкогольных напитков.
                            Ведущим брендом по производству премиального алкоголя является «Бульбашъ». Напитки производятся на заводе виноградных вин "Дионис", который был открыт в 2003 году и располагается в пригороде белорусского Заславля. «Бульбашъ» придерживается четких и неизменных правил:
                            <ul>
                                <li className="li">- используются только натуральные компоненты;</li>
                                <li className="li">- применяется крафтовый подход;</li>
                                <li className="li">- проводится строгий контроль качества;</li>
                                <li className="li">- среди персонала исключительно профессионалы;</li>
                                <li className="li">- в эксплуатации современное оборудование;</li>
                                <li className="li">- рецепты эксклюзивны;</li>
                            </ul>
                            Продукция состоит из 100% натуральных ингредиентов: спирты премиального класса, чистейшая артезианская вода, несколько видов злаков, солода, трав, настоев ягод и фруктов, орехов и специй.
                            В нашем ассортименте представлена лучшая водка и настойки белорусского бренда.
                        </div>
                    </div>
                </div>
            </section>
        </>
    );
};

export default NewsPage;